Repository: ashwiniMGawade/flipitApplication
Catalog: web/public/*/language/fallback/frontend_php_*.po
Languages: gl

source: www.kortingscode.nl
gl: Coupon code

source: Verloopt op:
gl: Expires on:

source: Beste
gl: Dear

source: Bezoeker,
gl: member,

source: Geen enkel probleem dat u uw wachtwoord heeft vergeten, via de volgende link kunt u deze opnieuw instellen:
gl: To reset your password, please click on the following link:

source: Klik hier
gl: Click here

source: Groetjes
gl: Greetings

source: De redactie van Kortingscode.nl
gl: The editors from Flipit.com

source: U ontvangt deze nieuwsbrief omdat u ons uw toestemming heeft gegeven om u op de hoogte te houden van onze laatste
gl: You are receiving this newsletter because you gave us permission to keep you informed of the most recent coupons and

source: acties.
gl: offers.

source: is een onderdeel van Imbull, Weteringschans 120, 1017XT Amsterdam - KvK 34339618
gl: is part of Imbull, Van Ostadestraat 149, 1073TK Amsterdam - Chamber of Commerce # 34339618

source: Inloggen
gl: Login

source: Uw wachtwoord is gewijzigd.
gl: Your password has been reset!

source: Uw gegevens zijn succesvol aangepast
gl: Your data has successfully been updated

source: You are successfully unsubscribed to our newsletter
gl: You have been successfully unsubscribed from our newsletter

source: Flipit.com/pl populairste kortingscodes
gl: Most popular coupons in India

source: Populairste kortingscodes
gl: These couponcodes are the most popular discounts from Flipit.com

source: Welkom bij Kortingscode.nl
gl: Share Flipit.com and

source: Beste nieuwsbrieflezer,
gl: Hello,

source: Vanaf nu ontvang je onze wekelijkse nieuwsbrief met de beste kortingscodes.
gl: As of today, you will receive our weekly newsletter with all of the best coupon codes from our site!

source: Bedankt
gl: Sincerely

source: Top 5 kortingscodes:
gl: This week's top coupons

source: Welcome e-mail subject
gl: Welcome to Flipit India

source: welcome
gl: Flipit

source: Je hebt een account bij Kortingscode.nl reeds
gl: Your Flipit.com account was successfully created

source: Categories
gl: Article categories

source: Gesorteerde lijsten
gl: Specials

source: Winkels gerelateerd aan
gl: Shops associated with your search for

source: Bespaarwijzers gerelateerd aan
gl: Guides with

source: kortingscodes gerelateerd aan
gl: Coupons related to

source: Sorry, we hebben geen kortingscode kunnen koppelen aan de zoekopdracht..
gl: Unfortunately, we have no coupons related to your search

source: Het is aan te raden te zoeken op winkelnaam. Let daarbij goed op de spelling.
gl: Please try to search for a shop name.

source: Probeer de zoekopdracht nogmaals in een andere verwoording of navigeer door
gl: You can re-use the searchbar or navigate to

source: Winkels
gl: Shops

source: of
gl: or

source: Categorieen
gl: Categories

source: Sorry, we hebben geen suggesties te linken naar het zoeken..
gl: Sorry, we don't have any suggestions

source: Zoek op winkelnaam en vind de beste kortingscodes!
gl: Search by store name and find the best coupon codes!

source: Persoonlijke deals
gl: Personal deals

source: Mijn profiel
gl: My proflie

source: Favorieten
gl: Favorites

source: Zoek op winkelnaam: Bol.com, Wehkamp, Zalando, etc.
gl: Search by store name: Yehbi.com, Lenskart, Myntra, etc.

source: Toevoegen
gl: Add

source: Cree&euml;r Favorieten
gl: Favorites

source: verwijderen
gl: Advertisement

source: Kortingscodes, speciaal voor jouw geselecteerd
gl: Coupon Codes, specially selected for you

source: Upload Image
gl: Upload Logo

source: Welkom terug&#33; Voeg een aantal van je favoriete winkels toe zodat je altijd op de hoogte blijft van de beste acties &#38; kortingscodes&#33;
gl: Welcome back! Add some of your favorite shops and stay informed of the newest offers & coupon codes!

source: Member only codes
gl: Members-only codes

source: Jouw favorieten codes
gl: My Favourite Coupon Codes

source: Beste
gl: Dear

source: hoe is het ?
gl: how are you?

source: Hier kun je je profiel aanpassen en je email instellingen wijzigen
gl: Your profile settings

source: Voornaam
gl: Name

source: E-mailadres
gl: Enter your email address

source: Geslacht
gl: Gender

source: Postcode - 0000AA
gl: Postal code

source: Achternaam
gl: Last name

source: Wachtwoord
gl: Password

source: Verander je wachtwoord.
gl: Change password

source: Geboortedatum
gl: Enter Birthdate

source: E-mail & Nieuwsbrief instellingen:
gl: Email & Newsletter Settings:

source: Dé Kortingscode.nl wekelijkse nieuwsbrief
gl: Our Newsletter

source: De nieuwsbrief van Kortingscode.nl wordt de komende tijd vrijwel elke week verbeterd. Ons uiteindelijke doel: De gebruiker een persoonlijke kortingsoverzicht kunnen bieden met alleen maar shops waarin jij echt geinteresseerd bent.
gl: The Flipit.com newsletter is going to be improved every week. Our ultimate goal: to provide our users with relevant updates on codes and offers for shops they are really interested in.

source: UPDATE JE INSTELLINGEN
gl: UPDATE YOUR SETTINGS

source: Bevestiging e-mailadres
gl: Confirmation e-mail address

source: Vertel ons wie je bent
gl: Tell us a little about yourself

source: Je bent nu klaar om te beginnen
gl: You are now ready to start

source: Voer je gegevens in zodat wij jou de beste en meest relevante kortingscodes kunnen aanbieden.
gl: Enter your details so that we can offer you the best and most relevant coupons.

source: Voornaam:
gl: First name

source: Achternaam:
gl: Last name

source: Geslacht:
gl: Sex

source: Vrouw
gl: Female

source: Man
gl: Male

source: Geboortedatum:
gl: Birthday

source: Dag
gl: Day

source: Maand
gl: Month

source: Jaar
gl: Year

source: Postcode
gl: Postal code

source: Gebruikersnaam
gl: Username

source: Bevestig Wachtwoord
gl: Confirm new password

source: bevestig
gl: Confirm

source: Stap 2 van 4
gl: Step 2 of 4

source: Controleer je e-mail en bevestig jouw account door op de link te klikken.
gl: Check your email and confirm your account by clicking on the link.

source: Schrijf je vandaag nog in en krijg gratis toegang tot exclusieve kortingscodes, win acties en blijf op de hoogte van alle aanbiedingen van jouw favoriete winkels.
gl: Sign up today and get free access to exclusive coupons and stay informed about all offers for your favorite stores!

source: Voer uw e-mailadres in
gl: Enter your email address

source: aanmelden
gl: Login

source: Heeft u al een account?
gl: Already have an account?

source: Klik hier om in te loggen
gl: Click here to log in

source: Beste Kortingscode.nl bezoeker
gl: Dear Flipit.com user

source: Je ontvang deze e-mail omdat je hebt aangeven om op de hoogte te blijven van de beste kortingscodes en acties van Kortingscode.nl.
gl: You are receiving this email because you have indicated you'd like to be informed of all the latest discounts and coupon codes from Flipit.com.

source: Met de volgende stap bevestig je dat je deze e-mail hebt ontvangen, klik daarvoor op onderstaande link:
gl: In the next step, you will confirm that you have received this email. Please follow the link below:

source: Klik hier om je e-mail adres te bevestigen
gl: Click here to confirm your email address

source: Alvast bedankt
gl: Thanks

source: Kortingscode.nl
gl: Flipit.com

source: Kortingscode.nl is een onderdeel van Imbull, Weteringschans 120, 1017XT Amsterdam - KvK# 34339618
gl: Flipit.com is part of Imbull, Weteringschans 120, Amsterdam 1017XT - Chamber of Commerce # 34339618

source: De registratie is compleet! Bekijk de Members-Only kortingscodes, voeg je favoriete winkels toe en bovenal shop voortaan alleen nog maar met korting!
gl: The registration is complete! Now you can view the Members-Only coupons and add your favorite stores to your profile!

source: Ga naar de members-only omgeving
gl: Go to the members-only coupons

source: Sorry, we dont have any amazing
gl: Sorry, we don't have any

source: to see what direct offers are available. Our deal team are working hard to bring you more great discounts soon.
gl: to see what offers are currently available. Our team is working hard to bring you more great discounts soon.

source: However, you might also like these vouchercodes we have selected for you! Dont forget to have a look at or
gl: You might like these coupon codes we have selected for you! For more coupon codes and other offers you can also check out the

source: Heb he enn kortingscode gevonden ? Voeg hen toe!
gl: Haven't found what you were looking for? View the Members-Only coupon codes we have!

source: Voor welke shop?
gl: For which shop?

source: Vul hier de kortingscode in
gl: Type coupon code

source: Geef alle informatie die je hebt over dese code:wees volledig
gl: Give all the information you have about this code. Be as complete as possible.

source: Code toevoegen
gl: Add

source: Member only Coupon Code,
gl: Members-only coupon codes

source: Join us to see this Coupon!
gl: Register with us to view this coupon!

source: Added
gl: Added on

source: Nog maar
gl: Only

source: dagen geldig!
gl: more days valid!

source: dag geldig!
gl: day left!

source: PAK DEZE AANBIEDING1
gl: PRINT COUPON

source: PAK DEZE AANBIEDING2
gl: GRAB THIS OFFER

source: PAK DEZE AANBIEDING
gl: REVEAL CODE & OPEN SITE

source: Voorwaarden
gl: Terms

source: Meer over deze code
gl: about this coupon

source: Meer
gl: All

source: kortingscodes
gl: coupons

source: Sorry
gl: Sorry! There aren't any coupon codes for

source: offers right now!
gl: at this moment.

source: website to see what direct offers are available. Our deal team are working hard to bring you more great discounts soon.
gl: website to see what offers are available. Our Deal team is working hard to bring you more great discounts soon.

source: Similar vouchercodes we think you will like!
gl: Popular coupon codes we have selected for you!

source: Compairable codes in store
gl: Similar codes

source: Shopreview door
gl: Deals verified by

source: Hulp nodig met
gl: Need help with the

source: Discount Codes 2012
gl: coupon code?

source: Hier laten wij
gl: Here we explain

source: where to enter my Hotels.com code, or read our full
gl: how to easily redeem the coupon codes for this shop. You can of course also read our extensive

source: kortingscode how to guide
gl: how-to guide

source: lezen!
gl: to learn more!

source: Het laatste
gl: The latest

source: nieuws
gl: news

source: Alle pluspunten van
gl: All the advantages of

source: op een rij!
gl: in a row!

source: Betaal mogelijkheid: iDEAL
gl: Payment possibility: iDEAL

source: Thuiswinkel waarborg
gl: Homeshopping

source: Toppartner Kortingscode.nl
gl: Share Flipit.com and

source: Gratis retour
gl: Free return

source: Afhalen in de winkel
gl: Collection in store

source: Mobiele webshop
gl: Money shop

source: Klantenservice:
gl: Customer service

source: Top 50 Populairste Shops
gl: Most popular categories

source: Guides
gl: Guides in which

source: is mentioned in
gl: might be mentioned

source: are expired
gl: coupons you have missed

source: Zo gebruik je de
gl: That's how you use the

source: kortingscodes:
gl: coupons

source: Click the green button to reveal the code and open the retailer website in either a new tab or window, depending on your browser settings.
gl: Click on the green button to reveal the code

source: Buy something nice. Check you've met any terms and conditions then head to the checkout.
gl: Select what you want to buy and place it in the shopping cart. Check if you have met all the terms and conditions before heading to the checkout.

source: Copy the code from our site.
gl: Copy the code from our site and paste it in the box indicated on the retailer's site. Enter your billing and shipping information and you're done!

source: Helaas hebben wij op dit moment geen kortingsen beschikbaar voor deze winkel. Vandaar hebben wij onze meest interessante codes van kortingscode.nl voor u geselecteerd.
gl: Unfortunately we don´t have any deals available for this shop. Here you can find a selection of our best coupons on Flipit.

source: Kortingscode niet gevonden? Meld je gratis aan en krijg direct toegang tot onze member-only codes...
gl: No coupon codes found? Register free and get access to members-only coupons

source: out
gl: About

source: offer
gl: Couponcode

source: Alle
gl: All

source: Spot deals, send them in! Gain access to members only Deals and receive all the prime vouchercodes!
gl: Spot deals, send them in! Gain access to members-only deals and receive all the newest coupon codes!

source: Wordt GRATIS Member!
gl: Sign up for free!

source: REDACTEURS
gl: EDITORS

source: Vouchercodes
gl: Coupon codes

source: Disikes
gl: Doesn't like

source: Most popular vouchercodes by this editor
gl: Most popular coupon codes by this editor

source: Favoriete winkels
gl: Favorite stores

source: Latest vouchercodes by this editor
gl: Latest coupon codes by this editor

source: Meest gelezen bespaar wijzers by this editor
gl: Most read guides for this editor

source: Default header text
gl: Find all [offers] coupons and deals for your favourite Indian shops on Flipit.com

source: Find discount codes for your favorite stores
gl: Search by shop name: Flipkart, iStock, Ebay, etc

source: disqus_shortname
gl: wwwflipitcomin

source: Uitloggen
gl: Log out

source: Inschrijven
gl: Subscribe

source: NIEUW
gl: NEW

source: POPULER
gl: POPULAR

source: Welkom
gl: Flipit

source: Als lid van Kortingscode.nl krijg jij toegang tot exclusieve codes en acties!
gl: As a Flipit member you get access to exclusive codes and promotions!

source: BEKIJK JE VOORDELEN NU
gl: CHECK YOUR BENEFITS NOW

source: Helpsection
gl: Help

source: Sorry - De opgevraagde pagina bestaat helaas niet
gl: Oops! The requested page does not exist or has been replaced.

source: Wellicht helpt een van onderstaande links je verder:
gl: Perhaps the following links will help you:

source: Terug naar de vorige pagina
gl: Login

source: Naar de homepage
gl: Homepage

source: Naar veelgestelde vragen
gl: FAQ

source: Populair
gl: Popular Shops

source: Alle winkels
gl: All Shops

source: Populaire Codes
gl: Popular Codes

source: Nieuwe Codes
gl: New Codes

source: Bespaarwijzer
gl: Guides

source: Categorie&euml;n
gl: Categories

source: Bespaar Wijzer
gl: Money Saving Guides

source: Share Kortingscode.nl en maak kans op een waardebon t.w.v. &euro; 50!
gl: Do you like Flipit.com? Share it with the world! =)

source: MOST READ MONEY SAVING GUIDES IN
gl: Most read saving guides in

source: RELENVABTE KORTINGSCODE CATEGORIEEN
gl: Relevant coupon code categories

source: BESPAAR WIJZERS
gl: saving guides

source: POPULAIR OP DIT MOMENT
gl: POPULAR AT THIS TIME

source: CAT
gl: Categories

source: MEEST GELEZEN BESPAAR WIJZERS
gl: Most read guides

source: Categorie:
gl: Article categories

source: Bespaarwijzers
gl: Saving guides

source: Deel deze Bespaarwijzer met vrienden!
gl: Share this Savings Guide with your friends!

source: Populaire Categorieen
gl: Popular Categories

source: Maak direct een gratis account aan op de vernieuwde kortingscode.nl !
gl: Instantly create a free account and become a member of Flipit!

source: DOE MEE!
gl: JOIN!

source: Gedeeld door
gl: Shared by

source: Get free access to an exclusive Members-Only discounts codes!
gl: Get free access to exclusive Members-Only discounts!

source: Uw wachtwoord is gereset!
gl: Your password has been reset!

source: Nieuw wachtwoord aanmaken
gl: New password

source: Vul hieronder je nieuwe wachtwoord in:
gl: Create a new password

source: verstuur
gl: send

source: E-mail verstuurd!
gl: Email = sent! (also check your spam folder!)

source: We hebben je een e-mail verstuurd. Volg de instructies om een nieuw wachtwoord aan te maken.
gl: We have sent you an e-mail. Follow the instructions to create a new password.

source: Terug naar login
gl: Back to login

source: Doe mee met kortingscode.nl
gl: Be a Smart Shopper!

source: Krijg gratis toegang to exclusive Members-Only codes an kortingen!
gl: Create an account and gain access to exclusive coupons!

source: Al een member?
gl: Already a member?

source: Wat zeggen onze fans?
gl: What do our fans say?

source: Weet je het zeker? Deze inloggegevens staan niet in ons systeem! Probeer het alsjeblieft opnieuw..
gl: These credentials are not in our system! Please try again...

source: Log snel in want er worden dagelijks nieuwe Members-Only codes toegevoegd!
gl: Login quickly because new Member-Only codes are added every day!

source: e-mailaddress
gl: Enter your email address

source: Vergeten?
gl: Forgot?

source: Heb je nog geen account?
gl: Don't have an account yet?

source: Klik hier om je te registreren
gl: Click here to register

source: Succesvol uitgeschreven
gl: You have been successfully logged out

source: Je bent succesvol uitgeschreven voor de wekelijkse nieuwsbrief van Kortingscode.nl
gl: You have been unsubscribed from Flipit's newsletter

source: Jammer dat je niet meer per e-mail op de hoogte wil vorden gehouden van de nieuwste en leukste actiecodes
gl: You have chosen not to stay informed of all our latest offers by email

source: Mocht je je willen aanmelden met een ander e-mailadres, klik dan op onderstaande link:
gl: If you would like to sign up with another email address, please click on the link below:

source: E-mail adres niet gevonden :(
gl: Email address not found :(

source: An Email has been sent to you please check and click on link recieved to reset the password .!
gl: An email has been sent to you, please click on the link you received to reset the password.

source: Wachtwoord vergeten?
gl: Forgot your password?

source: Vul hieronder het emailadres in waarmee je geregistreerd staat, je ontvangt dan automatisch een e-mail met daarin om een nieuw wachtwoord in te stellen.
gl: Enter the email address you registered with. You will automatically receive an email with a link to reset your password.

source: Uw e-mailadres
gl: Enter your email address

source: Members only codes
gl: Members Only

source: Member-Only
gl: Members Only

source: Babywalz Kortingscode
gl: Coupon codes

source: Verloopt op: 31 March 2013
gl: Expires on2

source: Email adres
gl: E-mail address

source: Maak gebruik van GRATIS Exclusieve Kortingscodes, lees onze Besp!
gl: Get Ready, Set, Flipit!

source: 435 active coupon codes and discounts for your favourite online shops
gl: Over [offers] deals and coupon codes for the greatest online discounts

source: Vind kortingscodes voor jouw favoriete winkels..
gl: Search by shopname: Paytm, Dominos, Jabong, etc..

source: ZOEKEN
gl: search

source: Populaire Kortingscodes
gl: Top Coupons

source: Nieuwe Kortingscodes
gl: Today's Best Coupons

source: Newest offers
gl: Most recent offers

source: Speciale Overzichten
gl: Special Coupons

source: Populaire Bespaar Wijzers
gl: Money Saving Guides

source: Onze Meest Populaire Winkels
gl: Popular stores with great deals

source: Nieuwe Winkels
gl: Recently Joined

source: Bekend van
gl: As seen on

source: And i bought a ...
gl: I'm going to buy...

source: dagen geldig
gl: days valid!

source: Als de website niet geopend is,
gl: Website won't load?

source: Klik dan hier
gl: Click here

source: VOER DEZE CODE IN TIJDENS DE BESTELLING
gl: USE THIS CODE WHEN ORDERING

source: Deel deze korting met familie en vrienden!
gl: Share this discount with your friends

source: The Expired offers has been deleted Successfully!!!
gl: Excluded keyword has successfully been deleted

source: Expires
gl: Expires today!

source: dagen geldig!
gl: more days valid!

source: dag geldig!
gl: valid for a day left!

source: Expire Today
gl: Hurry! Last day to grab this offer!

source: Op
gl: The online shop

source: kan je de actie
gl: gives you

source: gebruiken&#33;
gl: How do I use this coupon?

source: Om jouw
gl: To use this coupon for

source: kortingscode te gebruiken moet je de code invoeren in het daarvoor bestemde vakje tijdens de bestelprocedure.
gl: you must enter the code provided during the ordering process into the box.

source: Hier is een screenshot van de webwinkel. Plaats direct je bestelling met korting.
gl: Here is a screenshot of the web store. Add coupon code when you place your order directly.

source: Altijd op de hoogte blijven van
gl: Always stay informed about

source: kortingscodes&#63; Schrijf je dan in voor de
gl: coupon codes? Then sign up for the

source: nieuwsbrief.
gl: newsletter.

source: Huidige Populaire Kortingscodes
gl: Top 10 coupon codes

source: Vouchercodes 2012
gl: Coupon codes 2013

source: Sorry, we hebben momenteel geen
gl: Sorry, we have no

source: Ga naar de
gl: Go to the

source: kortingscode te gebruiken moet je de code invoeren in het daarvoor bestemde vakje tijdens de bestelprocedure.
gl: use coupon code you must enter the code in the box provided during the ordering process.

source: Edited by
gl: Edit Media

source: Oops This Page Does Not Exist
gl: This article does not exist

source: Zoek winkels A-Z
gl: All shops

source: Win een scooter
gl: Win a scooter

source: Share Kortingscode.nl om kans te maken op deze VETTE prijs
gl: Share Flipit.com and win

source: Stuur een kortingscode op!
gl: Send a coupon code!

source: Vul de code in
gl: Enter your postal code

source: Populaire Winkels
gl: Popular stores

source: Sidebar categories title
gl: Categories

source: Ga naar
gl: Go to

source: Alle Categorieen
gl: All Categories

source: Krijg gratis toegang tot exclusieve Members-Only codes en kortingen!
gl: Become a Smart Shopper to access exclusive coupons and discounts!

source: DIRECT ACCOUNT AANMAKEN
gl: START SAVING

source: Al member?
gl: Already a member?

source: Met één click nog meer voordeel!
gl: More discounts are only a mouse click away!

source: Geen goede kortingscode gevonden? Bekijk de Members-Only kortingscodes!
gl: Haven't found what you were looking for? View our Members-Only coupon codes!

source: Populairste Editor
gl: Most popular categories

source: Most popular Fashion Guides
gl: Popular coupon codes

source: Gratis Inschrijven!
gl: Register!

source: Alle bespaarwijzers
gl: Money saving guides

source: is an international shop
gl: international

source: Check out the coupons and discounts from other countries when you're interested:
gl: This store is also active on Flipit in other countries:

source: Kortingscode.nl populairste kortingscodes
gl: Most popular coupons in India

source: Network
gl: Aff Netwerk

source: Category
gl: Categories

source: Ref URL
gl: Referrer URL

source: Actual URL
gl: Acutal URL

source: No. of Times Shop became Favourite
gl: No. of Times Shop Became Favorite

source: Custom Header Text
gl: Find all [offers] coupons and deals for your favourite Indian shops on Flipit.com

source: Shop
gl: Winkel

source: Visibility
gl: Zichtbaarheid

source: Extended
gl: Uitgeklapt

source: End
gl: Eind

source: Author
gl: Auteur

source: Approved
gl: Goedgekeurd

source: Coupon
gl: Kortingscode

source: Sale
gl: Aanbieding

source: Printable
gl: Kortingsbon

source: Default
gl: Standaard

source: Members
gl: Leden

source: Name
gl: Naam

source: Active
gl: Actief
