Repository: ashwiniMGawade/flipitApplication
Catalog: web/public/*/language/email_*.po
Languages: gl

source: email_sitename
gl: Flipit India

source: email_Contact header
gl: Contact us

source: email_Forgot Password
gl: Forgot Flipit Password

source: email_Forgot password header
gl: Forgot Flipit Password

source: email_Welcome e-mail subject
gl: Welcome to Flipit India!

source: email_Welcome e-mail header
gl: You've successfully subscribed to Flipit India's newsletter. Congratulations!

source: email_Dear KC/ Flipit admin,
gl: Dear Flipit admin,

source: email_Visitor Name:
gl: Visitor's Name:

source: email_From email:
gl: From email:

source: email_Subject:
gl: Subject:

source: email_Message:
gl: Message:

source: email_Have a great day,
gl: Have a great day,

source: email_Tech team!
gl: The Tech team!

source: email_Popular category:
gl: What's popular this month:

source: email_exclusive
gl: Exclusively on Flipit

source: email_CODE
gl: COUPON

source: email_Bekijk meer van onze top aanbiedingen
gl: Check out even more top coupon codes we have for you

source: email_Je ontvangt deze nieuwsbrief omdat je ons toestemming hebt gegeven om je op de
gl: You are receiving this email because you have given Flipit India consent to contact you

source: email_hoogte te houden van onze laatste acties.
gl: so that you can know all about our more recent promo codes and news.

source: email_is een onderdeel van
gl: Flipit.com is a part of

source: email_Imbull. Weteringschans 120, 1017XT Amsterdam - KvK #34339618
gl: Imbull, Van Ostadestraat 149, 1073 TK, Amsterdam. KvK # 34339618

source: email_Uitschrijven
gl: Unsubscribe

source: email_Wijzigen profiel
gl: Edit your profile

source: email_Contact
gl: Contact us

source: email_New Code Alert
gl: New Code Alert!

source: email_Dear Flipit visitor
gl: Dear Smart Shopper,

source: email_We received a request to reset your account password.
gl: We've received a request to reset your account password

source: email_to reset click on the link below or copy and paste the URL into your browser
gl: To reset your password, click on the link below or copy and paste the URL into your browser:

source: email_Check out our support page for more information
gl: Check out our support page for more information:

source: email_support page
gl: support page

source: email_Regards,
gl: Regards,

source: email_Flipit team
gl: The Flipit India team

source: email_Welkom to
gl: Welcome to Flipit!

source: email_Get ready to flip some great deals! We selected the top 10 offers in this email especially for you! Have some great time fliping deals!
gl: Get ready to flip some great deals with our coupon codes. Each week, we select the top 10 offers we think will please you the most based on your preferences. Have a great time fliping over a great deal with us so that you can shop and save with ease!

source: email_The Flipit Team
gl: The Tech team!

source: email_Top 5 kortingscodes
gl: Our Top 5 Promo Codes

source: email_Hi
gl: Hi there!

source: email_Your password has been reset as per your request on our website
gl: Your password has been reset as per your request on our website.

source: email_Your new password is:
gl: Your new password is:

source: email_Regards
gl: Regards,

source: email_Kortingscode Team
gl: The Flipit India team

source: email_valid from
gl: valid starting from

source: email_t/m
gl: until:

source: email_valid t/m
gl: valid from:
